const cardData = [
  {
    id: 1,
    enTitle: 'Initial Relationship',
    title: '亲密关系',
    content: [
      '了解伴侣的性格类型，找到共同点和差异。',
      '学习有效沟通技巧，增进彼此理解。',
      '探索亲密关系中的挑战和机遇。',
      '共同设定关系目标，增强合作和承诺。',
      '处理亲密关系中的冲突，寻求和解之道。',
      '培养共同兴趣，增加情感的连结和互动。',
    ],
  },
  {
    id: 2,
    enTitle: 'Career Development',
    title: '职业发展',
    content: [
      '识别适合你性格类型的职业路径。',
      '发展与工作相关的关键技能。',
      '建立职业目标并制定实现计划。',
      '寻找导师或行业专家进行指导。',
      '参与行业相关的培训和研讨会。',
      '建立专业网络，拓展职业机会。',
    ],
  },
  {
    id: 3,
    enTitle: 'Life Planning',
    title: '人生规划',
    content: [
      '设定短期和长期的人生目标。',
      '评估个人价值观和生活优先级。',
      '探索实现个人成长和满足感的方法。',
      '制定健康的生活方式和习惯。',
      '规划财务状况，确保未来的经济安全。',
      '培养自我反思的习惯，定期评估生活方向。',
    ],
  },
];

export default cardData;
